<template>
    <div class="container">
        <div class="row">
            <div class="col-8">
                <h5 class = "head-title head-title--main">Почему важно отдыхать</h5>
                <p class="content">
                    <img width="150" src = "/src/assets/img/signs-you-need-a-break.webp" align="right">
                    Количество сделанных шагов, общее время активности, количество сожженных калорий – отслеживание всех
                    этих важных данных помогает нам жить более здоровой и полноценной жизнью, вести более активный образ
                    жизни. Но часто мы забываем о важной роли полноценного отдыха и не осознаем, почему наш организм
                    нуждается в покое и восстановлении.
                </p>
                <p class="content">
                    Вместе с трекером Fitbit вы можете отслеживать ваш сон и улучшить его качество. Но это только часть
                    формулы полноценного отдыха. Ваш трекер также может быть чрезвычайно полезен для самоконтроля и
                    ограничения активности в дни отдыха для того, чтобы ваш организм смог полностью восстановиться.
                </p>
                <p class="content">
                    Чтобы в полной мере представить, как важен отдых и восстановление организма для активных людей,
                    приведем шесть простых причин необходимости полноценного отдыха.
                </p>
                <span class="head-title head-title--article">1 . Отдых предотвращает травмы</span>
                <p class="content">
                    Всем известно, что отдых снижает травматизм, но как это происходит? В выходные дни вы делаете паузу
                    после ежедневных нагрузок. Это касается как работы, так и активных тренировок – бега, отжиманий и
                    даже ходьбы. Если вы регулярно бегаете и занимаетесь фитнес-тренировками, то вам нужно сделать
                    перерыв и взять выходной день. Если вы слишком интенсивно, без перерыва будете использовать ваши
                    мышцы и суставы, то они пострадают от чрезмерных нагрузок — и вот почему могут случиться травмы.
                </p>
                <span class="head-title head-title--article">2 . Ваши мышцы нуждаются в отдыхе</span>
                <p class="content">
                    Это, наверно, первое, что вы должны знать, приступая к силовым тренировкам. Когда вы поднимаете вес,
                    вы по сути растягиваете мышечные волокна. Без надлежащего отдыха и периода покоя ваши мышцы не
                    смогут восстановиться и ваши тренировки вместо пользы нанесут вам вред. Вот почему вы должны
                    чередовать упражнения для различных групп мышц, распределяя их по разным дням недели.
                </p>
                <span class="head-title head-title--article">3 . Ваша производительность не пострадает</span>
                <p class="content">
                    Должно пройти примерно две недели при полном отсутствии активности, прежде чем ваше тело потеряет
                    какое-то количество навыков, приобретенных во время тренировок и прежде чем снизится уровень вашей
                    производительности. Так что перерыв в тренировках в 1-2 дня не повлияет на вашу производительность и
                    физическую форму.
                </p>
                <span class="head-title head-title--article">4 . Чрезмерные тренировки вредят вашему сну</span>
                <p class="content">
                    Слишком интенсивные тренировки могут привести к тому, что ваше тело окажется в состоянии постоянного
                    беспокойства, гиперактивности и повышенной возбудимости. Характерным признаком такого состояния
                    является учащенное сердцебиение и бессонница. Несколько дней помогут вам снизить возбудимость и
                    частоту сердечных сокращений, урегулировать сон и восстановить силы.
                </p>
                <span class="head-title head-title--article">5 . Ваша иммунная система может дать сбой</span>
                <p class="content">
                    В период интенсивных тренировок ваша иммунная система постоянно работает для восстановления мышц и
                    суставов. Без полноценного отдыха иммунная система может не выдержать такой нагрузки и системы
                    организма вовремя не восстановятся. А что произойдет потом? Вы уже догадались — травмы.
                </p>
                <span class="head-title head-title--article">6 . Психологическое восстановление</span>
                <p class="content">
                    С психологической точки зрения период отдыха может с новой силой разжечь в вас стремление к
                    физическим упражнениям и предотвратить развитие депрессии. Психологическая усталость может быть
                    столь же вредной, как и физическая усталость. Поэтому отдых необходим также для того, чтобы
                    перезарядить психику.
                </p>
                <p class="content">
                    Так же, как вы устанавливаете ежедневные цели и задачи, вы должны определить и дни вашего отдыха.
                    Один или два дня в неделю нужно полностью отдыхать от тренировок, чтобы ваши мышцы могли
                    восстановиться. Используйте трекер Fitbit, чтобы ограничить время активности в дни отдыха. Не
                    забывайте, что активное восстановление также чрезвычайно полезно – стандартные растяжки и легкая
                    йога для гибкости тела и поддержки кровообращения очень вам помогут.
                </p>
                <p class="content">
                    Ну и , конечно, сон также очень важен для полноценного отдыха, восстановления и хорошего
                    самочувствия. Используйте ваш трекер, чтобы улучшить качество и количество сна. Хороший сон поможет
                    вам быть в наилучшей форме в самые активные дни!
                </p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'BreakPage',
}
</script>

<style lang="scss" scoped>
@import '../../assets/scss/main';

</style>
